results/core6_v1/raw_batch2_20260710/incremental_blocks_6_10/20260711T003402_spike_H100_rep8/k6_stdout.log

     ✓ status 200

     checks.........................: 100.00% 166195 out of 166195
     data_received..................: 38 MB   67 kB/s
     data_sent......................: 17 MB   30 kB/s
     http_req_blocked...............: avg=4.8µs    min=1.01µs   med=3.86µs   max=35.91ms  p(90)=6.1µs    p(95)=7.26µs  
     http_req_connecting............: avg=382ns    min=0s       med=0s       max=35.8ms   p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=27.62ms  min=1.6ms    med=24.98ms  max=78.47ms  p(90)=53.53ms  p(95)=57.69ms 
       { expected_response:true }...: avg=27.62ms  min=1.6ms    med=24.98ms  max=78.47ms  p(90)=53.53ms  p(95)=57.69ms 
   ✓ http_req_failed................: 0.00%   0 out of 166195
     http_req_receiving.............: avg=381.34µs min=7.82µs   med=198.63µs max=31.87ms  p(90)=831.29µs p(95)=1.11ms  
     http_req_sending...............: avg=11.47µs  min=2.63µs   med=8.7µs    max=1.59ms   p(90)=16.09µs  p(95)=24.7µs  
     http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=27.22ms  min=1.54ms   med=24.6ms   max=78.38ms  p(90)=52.77ms  p(95)=57ms    
     http_reqs......................: 166195  291.570241/s
     iteration_duration.............: avg=128.27ms min=101.75ms med=125.6ms  max=179.28ms p(90)=154.14ms p(95)=158.28ms
     iterations.....................: 166195  291.570241/s
     vus............................: 1       min=1                max=100
     vus_max........................: 100     min=100              max=100